#+TITLE: Figure Drawing III
#+AUTHOR: Chris Hogan
#+DATE: <2021-04-26 Mon> to <2021-05-23 Sun>

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-05-02 Sun 19:21], for week 2021-W17.
  | Tags     | Headline                                 | Time    |       |      |      |
  |----------+------------------------------------------+---------+-------+------+------|
  |          | *Total time*                             | *34:02* |       |      |      |
  |----------+------------------------------------------+---------+-------+------+------|
  |          | \_  Week 1                               |         | 34:02 |      |      |
  |          | \_    <2021-04-26 Mon>                   |         |       | 8:46 |      |
  | drawing  | \_      Pencil still life                |         |       |      | 1:03 |
  | study    | \_      Color mixing                     |         |       |      | 2:17 |
  | painting | \_      Color mixing                     |         |       |      | 2:19 |
  | painting | \_      Painting                         |         |       |      | 2:07 |
  | drawing  | \_      Figure Fundamentals              |         |       |      | 1:00 |
  |          | \_    <2021-04-27 Tue>                   |         |       | 2:59 |      |
  | painting | \_      Paint                            |         |       |      | 1:37 |
  | drawing  | \_      Figure Fundamentals - Mass       |         |       |      | 1:22 |
  |          | \_    <2021-04-28 Wed>                   |         |       | 3:25 |      |
  | painting | \_      Painting                         |         |       |      | 1:40 |
  | drawing  | \_      Figure Fundamentals - Mass       |         |       |      | 1:45 |
  |          | \_    <2021-04-29 Thu>                   |         |       | 2:21 |      |
  | drawing  | \_      Figure Fundamentals - Mass       |         |       |      | 2:21 |
  |          | \_    <2021-04-30 Fri>                   |         |       | 3:31 |      |
  | drawing  | \_      Figure Fundamentals - Mass       |         |       |      | 3:01 |
  | study    | \_      Figure Drawing Phase II - Intro  |         |       |      | 0:30 |
  |          | \_    <2021-05-01 Sat>                   |         |       | 5:53 |      |
  | painting | \_      Painting                         |         |       |      | 2:15 |
  | drawing  | \_      Copy comic page                  |         |       |      | 1:41 |
  | drawing  | \_      Figure Fundamentals - Full value |         |       |      | 1:57 |
  |          | \_    <2021-05-02 Sun>                   |         |       | 7:07 |      |
  | painting | \_      Painting                         |         |       |      | 1:23 |
  | prep     | \_      Painting clean up                |         |       |      | 0:40 |
  | drawing  | \_      Figure Fundamentals - Full value |         |       |      | 2:54 |
  | drawing  | \_      Copy comic page                  |         |       |      | 1:31 |
  | study    | \_      Blog                             |         |       |      | 0:39 |
  #+END:
  
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "painting" "prep")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *18h 35m* |
|----------+------------+-----------|
| study    | *Tag time* | *3h 26m*  |
|----------+------------+-----------|
| painting | *Tag time* | *11h 21m* |
|----------+------------+-----------|
| prep     | *Tag time* | *0h 40m*  |

#+END:
*** <2021-04-26 Mon>
**** DONE Pencil still life                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-26 Mon 08:45]--[2021-04-26 Mon 09:48] =>  1:03
     :END:
**** DONE Color mixing                                                :study:
     :LOGBOOK:
     CLOCK: [2021-04-26 Mon 17:49]--[2021-04-26 Mon 18:03] =>  0:14
     CLOCK: [2021-04-26 Mon 13:27]--[2021-04-26 Mon 13:42] =>  0:15
     CLOCK: [2021-04-26 Mon 09:48]--[2021-04-26 Mon 11:36] =>  1:48
     :END:
**** DONE Color mixing                                             :painting:
     :LOGBOOK:
     CLOCK: [2021-04-26 Mon 13:42]--[2021-04-26 Mon 16:01] =>  2:19
     :END:
**** DONE Painting                                                 :painting:
     :LOGBOOK:
     CLOCK: [2021-04-26 Mon 18:03]--[2021-04-26 Mon 20:10] =>  2:07
     :END:
**** DONE Figure Fundamentals                                       :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-26 Mon 20:11]--[2021-04-26 Mon 21:11] =>  1:00
     :END:
*** <2021-04-27 Tue>
**** DONE Paint                                                    :painting:
     :LOGBOOK:
     CLOCK: [2021-04-27 Tue 18:15]--[2021-04-27 Tue 19:52] =>  1:37
     :END:
**** DONE Figure Fundamentals - Mass                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-27 Tue 21:00]--[2021-04-27 Tue 21:25] =>  0:25
     CLOCK: [2021-04-27 Tue 19:52]--[2021-04-27 Tue 20:49] =>  0:57
     :END:
*** <2021-04-28 Wed>
**** DONE Painting                                                 :painting:
     :LOGBOOK:
     CLOCK: [2021-04-28 Wed 18:03]--[2021-04-28 Wed 19:43] =>  1:40
     :END:
**** DONE Figure Fundamentals - Mass                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-28 Wed 19:43]--[2021-04-28 Wed 21:28] =>  1:45
     :END:
*** <2021-04-29 Thu>
**** DONE Figure Fundamentals - Mass                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-29 Thu 18:59]--[2021-04-29 Thu 21:20] =>  2:21
     :END:
*** <2021-04-30 Fri>
**** DONE Figure Fundamentals - Mass                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-30 Fri 17:51]--[2021-04-30 Fri 20:52] =>  3:01
     :END:
**** DONE Figure Drawing Phase II - Intro                             :study:
     :LOGBOOK:
     CLOCK: [2021-04-30 Fri 22:00]--[2021-04-30 Fri 22:30] =>  0:30
     :END:
*** <2021-05-01 Sat>
**** DONE Painting                                                 :painting:
     :LOGBOOK:
     CLOCK: [2021-05-01 Sat 08:42]--[2021-05-01 Sat 10:57] =>  2:15
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-01 Sat 18:04]--[2021-05-01 Sat 19:04] =>  1:00
     CLOCK: [2021-05-01 Sat 11:00]--[2021-05-01 Sat 11:41] =>  0:41
     :END:
**** DONE Figure Fundamentals - Full value                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-01 Sat 19:04]--[2021-05-01 Sat 21:01] =>  1:57
     :END:
*** <2021-05-02 Sun>
**** DONE Painting                                                 :painting:
     :LOGBOOK:
     CLOCK: [2021-05-02 Sun 09:01]--[2021-05-02 Sun 10:24] =>  1:23
     :END:
**** DONE Painting clean up                                            :prep:
     :LOGBOOK:
     CLOCK: [2021-05-02 Sun 10:24]--[2021-05-02 Sun 11:04] =>  0:40
     :END:
**** DONE Figure Fundamentals - Full value                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-02 Sun 13:02]--[2021-05-02 Sun 15:00] =>  1:58
     CLOCK: [2021-05-02 Sun 11:04]--[2021-05-02 Sun 12:00] =>  0:56
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-02 Sun 17:11]--[2021-05-02 Sun 18:42] =>  1:31
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-05-02 Sun 18:42]--[2021-05-02 Sun 19:21] =>  0:39
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-05-09 Sun 19:57], for week 2021-W18.
  | Tags    | Headline                                       | Time    |       |      |      |
  |---------+------------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                   | *26:18* |       |      |      |
  |---------+------------------------------------------------+---------+-------+------+------|
  |         | \_  Week 2                                     |         | 26:18 |      |      |
  |         | \_    <2021-05-03 Mon>                         |         |       | 8:19 |      |
  | drawing | \_      Comic gestures                         |         |       |      | 0:41 |
  | drawing | \_      Copy comic panel                       |         |       |      | 3:08 |
  | drawing | \_      Figure Fundamentals - Full value       |         |       |      | 4:30 |
  |         | \_    <2021-05-04 Tue>                         |         |       | 2:20 |      |
  | drawing | \_      Comic gestures                         |         |       |      | 0:41 |
  | drawing | \_      Copy comic page                        |         |       |      | 1:39 |
  |         | \_    <2021-05-05 Wed>                         |         |       | 3:13 |      |
  | drawing | \_      Comic gestures                         |         |       |      | 0:39 |
  | drawing | \_      Copy comic page                        |         |       |      | 1:20 |
  | drawing | \_      Figure Fundamentals - Full value       |         |       |      | 1:14 |
  |         | \_    <2021-05-06 Thu>                         |         |       | 2:59 |      |
  | drawing | \_      Comic gestures                         |         |       |      | 0:36 |
  | drawing | \_      Copy comic page                        |         |       |      | 1:00 |
  | drawing | \_      Figure Fundamentals - Full value       |         |       |      | 1:23 |
  |         | \_    <2021-05-07 Fri>                         |         |       | 2:04 |      |
  | drawing | \_      Comic gestures                         |         |       |      | 0:37 |
  | drawing | \_      Copy comic page                        |         |       |      | 0:33 |
  | drawing | \_      Figure Fundamentals - Full value       |         |       |      | 0:54 |
  |         | \_    <2021-05-08 Sat>                         |         |       | 3:57 |      |
  | drawing | \_      Comic gestures                         |         |       |      | 0:47 |
  | drawing | \_      Copy comic page                        |         |       |      | 1:34 |
  | drawing | \_      Figure Fundamentals - Full value       |         |       |      | 1:36 |
  |         | \_    <2021-05-09 Sun>                         |         |       | 3:26 |      |
  | drawing | \_      Comic gestures                         |         |       |      | 0:44 |
  | drawing | \_      Figure Drawing Phase II - 20 minute... |         |       |      | 1:20 |
  | study   | \_      Figure Drawing Phase II - 20 minute... |         |       |      | 0:53 |
  | study   | \_      Blog                                   |         |       |      | 0:29 |
  #+END:
 
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *24h 56m* |
|---------+------------+-----------|
| study   | *Tag time* | *1h 22m*  |

#+END:
*** <2021-05-03 Mon>
**** DONE Comic gestures                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-03 Mon 08:48]--[2021-05-03 Mon 09:29] =>  0:41
     :END:
**** DONE Copy comic panel                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-03 Mon 18:17]--[2021-05-03 Mon 19:12] =>  0:55
     CLOCK: [2021-05-03 Mon 09:29]--[2021-05-03 Mon 11:42] =>  2:13
     :END:
**** DONE Figure Fundamentals - Full value                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-03 Mon 19:22]--[2021-05-03 Mon 21:28] =>  2:06
     CLOCK: [2021-05-03 Mon 13:29]--[2021-05-03 Mon 15:53] =>  2:24
     :END:
*** <2021-05-04 Tue>
**** DONE Comic gestures                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-04 Tue 18:20]--[2021-05-04 Tue 19:01] =>  0:41
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-04 Tue 19:01]--[2021-05-04 Tue 20:40] =>  1:39
     :END:
*** <2021-05-05 Wed>
**** DONE Comic gestures                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-05 Wed 18:06]--[2021-05-05 Wed 18:45] =>  0:39
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-05 Wed 18:45]--[2021-05-05 Wed 20:05] =>  1:20
     :END:
**** DONE Figure Fundamentals - Full value                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-05 Wed 20:06]--[2021-05-05 Wed 21:20] =>  1:14
     :END:
*** <2021-05-06 Thu>
**** DONE Comic gestures                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-06 Thu 18:10]--[2021-05-06 Thu 18:46] =>  0:36
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-06 Thu 18:46]--[2021-05-06 Thu 19:46] =>  1:00
     :END:
**** DONE Figure Fundamentals - Full value                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-06 Thu 19:46]--[2021-05-06 Thu 21:09] =>  1:23
     :END:
*** <2021-05-07 Fri>
**** DONE Comic gestures                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-07 Fri 17:53]--[2021-05-07 Fri 18:30] =>  0:37
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-07 Fri 18:30]--[2021-05-07 Fri 19:03] =>  0:33
     :END:
**** DONE Figure Fundamentals - Full value                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-07 Fri 19:03]--[2021-05-07 Fri 19:57] =>  0:54
     :END:
*** <2021-05-08 Sat>
**** DONE Comic gestures                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-08 Sat 09:04]--[2021-05-08 Sat 09:51] =>  0:47
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-08 Sat 09:51]--[2021-05-08 Sat 11:25] =>  1:34
     :END:
**** DONE Figure Fundamentals - Full value                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-08 Sat 14:39]--[2021-05-08 Sat 15:43] =>  1:04
     CLOCK: [2021-05-08 Sat 11:25]--[2021-05-08 Sat 11:57] =>  0:32
     :END:
*** <2021-05-09 Sun>
**** DONE Comic gestures                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-09 Sun 10:00]--[2021-05-09 Sun 10:44] =>  0:44
     :END:
**** DONE Figure Drawing Phase II - 20 minute lay-ins male          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-09 Sun 18:14]--[2021-05-09 Sun 18:48] =>  0:34
     CLOCK: [2021-05-09 Sun 14:20]--[2021-05-09 Sun 14:50] =>  0:30
     CLOCK: [2021-05-09 Sun 10:44]--[2021-05-09 Sun 11:00] =>  0:16
     :END:
**** DONE Figure Drawing Phase II - 20 minute lay-ins male            :study:
     :LOGBOOK:
     CLOCK: [2021-05-09 Sun 22:00]--[2021-05-09 Sun 22:20] =>  0:20
     CLOCK: [2021-05-09 Sun 11:01]--[2021-05-09 Sun 11:34] =>  0:33
     :END:
**** DONE Blog :study:
     :LOGBOOK:
     CLOCK: [2021-05-09 Sun 19:28]--[2021-05-09 Sun 19:57] =>  0:29
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-05-09 Sun 19:58], for week 2021-W18.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h) |
|---------+------------+----------|
| drawing | *Tag time* | *0h 0m*  |
|---------+------------+----------|
| study   | *Tag time* | *0h 0m*  |

#+END:
*** <2021-05-10 Mon>
**** TODO Comic gesture session :drawing:
**** TODO Figure Drawing Phase II - 20 minute lay-ins male            :study:
** Week 4
